Repository: AnvarGear/payulatam-woocommerce
Catalog: languages/*.po
Languages: es_es

source: PayU Latam
es_es: PayU Latinoamérica

source: The easiest way to sell and recive payments online in latinamerica
es_es: La forma fácil de vender y recibir pagos por internet en Latinoamérica

source: Enable/Disable
es_es: Activo/Inactivo

source: Enable PayU Latam Payment Module.
es_es: Activar Método de Pago PayU Latinoamérica.

source: Show in the Payment List as a payment option
es_es: Mostrar PayU Latinoamérica en la lista de métodos de pago.

source: Title:
es_es: Titulo

source: PayU Latam Online Payments
es_es: Pagos en linea PayU Latinoamérica

source: This controls the title which the user sees during checkout.
es_es: Esto controla el nombre del método de pago que el usuario ve al pagar.

source: Description:
es_es: Descripción

source: Pay securely by Credit or Debit Card or Internet Banking through PayU Latam Secure Servers.
es_es: Pague con tarjeta de crédito, debito o transacción bancaria de forma segura a través de los servidores seguros de PayU Latinoamérica.

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve al pagar.

source: Merchant ID
es_es: ID del Vendedor

source: Given to Merchant by PayU Latam
es_es: Identificación del vendedor promocionada por PayU Latinoamérica

source: Account ID
es_es: ID de la Cuenta

source: Some Countrys (Brasil, Mexico) require this ID, Gived to you by PayU Latam on regitration.
es_es: Algunos Países (Brasil, Mexico) requieren esta información proporcionada por PayU Latinoamérica.

source: ApiKey
es_es: Llave de API

source: TEST Mode
es_es: Modo de Pruebas

source: Enable PayU Latam TEST Transactions.
es_es: Habilita las transacciones de prueba en PayU Latinoamérica

source: Tick to run TEST Transaction on the PayU Latam platform
es_es: Activar para hacer transacciones de prueba con la plataforma de PayU Latinoamérica.

source: Tax Rate - Read
es_es: Tasa de Impuestos - Leer

source: Tax rates for Transactions (IVA).
es_es: Tasa de Impuestos sobre las transacciones (IVA).

source: Tax Return Base
es_es: Tasa de Retorno sobre las transacciones

source: Tax base to calculate IVA
es_es: Tasa para calcular impuestos.

source: Gateway Language
es_es: Idioma de la plataforma

source: PayU Latam Gateway Language
es_es: Idioma que desea para la plataforma de PayU Latinoamérica

source: Form Method
es_es: Metodo del Formulario

source: Checkout form submition method
es_es: Metodo de envio del formulario

source: Return Page
es_es: Pagina de regreso

source: Select Page
es_es: Seleccionar Pagina

source: URL of success page
es_es: Dirección de la pagina de retorno

source: Page End Point (Woo > 2.1)
es_es: Endpoint para pagina de regreso

source: Return Page End Point.
es_es: Punto de regreso de woocommerce

source: Message for approved transaction
es_es: Mensaje para transacciones aprovadas

source: PayU Latam Payment Approved
es_es: Pago Aprobado por PayU Latinoamérica

source: Message for pending transaction
es_es: Mensaje para transacciones pendientes

source: Payment pending
es_es: Pago Pendiente

source: Message for cancel transaction
es_es: Mensaje para transacciones canceladas

source: Transaction Canceled.
es_es: Transacción cancelada

source: Message for declined transaction
es_es: Mensaje para transacciones declinadas

source: Payment rejected via PayU Latam.
es_es: Pago Rechazado por PayU Latinoamérica.

source: Message for declined transaction
es_es: Mensaje para transacciones declinadas

source: Thank you for your order, please click the button below to pay with PayU Latam.
es_es: Gracias por su orden, por favor seleccione el botón abajo para pagar con PayU Latinoamérica.

source: Thank you for your order. We are now redirecting you to PayU Latam to make payment.
es_es: Gracias por su Orden, Lo estamos redireccionando a la plataforma de PayU Latinoamérica para realizar el pago.

source: Pay via PayU Latam
es_es: Pagar con PayU Latinoamérica.

source: Cancel order &amp; restore cart
es_es: Cancelar Orden y restaurar el carro de compra

source: PayU Latam Request Failure
es_es: Fallo la petición a PayU Latinoamérica

source: Payment error: Amounts do not match (Amount
es_es: Error al pagar: Cantidades no coinciden (Cantidad

source: Validation error: PayU Latam amounts do not match (gross %s).
es_es: Error de Validación: La cantidad pagada en PayU Latinoamérica no coincide (Cantidad %s).

source: Validation error: Payment in PayU Latam comes from another id (%s).
es_es: Error de Validación: El pago en PayU fue hecho a otro Vendedor (%s).

source: Payer PayU Latam email
es_es: Correo Electrónico del comprador en PayU Latinoamérica

source: Transaction ID
es_es: ID de la transacción

source: Trasability Code
es_es: Código de Trazabilidad

source: Payment type
es_es: Metodo de Pago Usado

source: PayU Latam payment approved
es_es: Pago Aprobado por PayU Latinoamérica

source: Payment pending: %s
es_es: Pago Pendiente: %s

source: Payment complete.
es_es: Pago Completado en PayU Latinoamérica

source: Payment rejected via PayU Latam. Error type: %s
es_es: Pago Rechazado por PayU Latinoamérica. Tipo de error: %s

source: Aborting, Order #
es_es: Cancelando, Orden #

source: Payment error: Amounts do not match (amount
es_es: Error al pagar: Las cantidades no coinciden (cantidad

source: Transaction IP
es_es: IP de la transacción

source: Extra Data
es_es: Datos extras

source: Error: Order Key does not match invoice.
es_es: Error: La llave de la Orden no coincide.

source: Argentine Peso
es_es: Peso Argentino

source: Brasilian Real
es_es: Real Brasileño

source: Colombian Peso
es_es: Peso Colombiano

source: Mexican Peso
es_es: Peso Mexicano

source: Perubian New Sol
es_es: Nuevo Sol Peruano
